[{"painter": "George_Demetrescu_Mirea", "summary": "George Demetrescu Mirea was a Romanian portrait painter, muralist and art teacher.", "lifespan": "Lifespan not found in summary.", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/4/48/George_Demetrescu_Mirea_-_Autoportret.jpg"}, {"painter": "Octav_Bancila", "summary": "Octav Băncilă was a Romanian realist painter and left-wing activist. He was the brother of Sofia Nădejde, a feminist journalist, and the brother-in-law of Ioan Nădejde.", "lifespan": "Lifespan not found in summary.", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/3/36/Octav_Bancila_-_Fotografie.jpg"}, {"painter": "Boris_Kustodiev", "summary": "Boris Mikhaylovich Kustodiev was a Russian and later Soviet painter and stage designer.", "lifespan": "Lifespan not found in summary.", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/1/13/Kustodiev_self_portrait.jpg"}, {"painter": "Achille_Beltrame", "summary": "Achille Beltrame, was an Italian painter, illustrator and commercial artist. His name is indissolubly tied to the weekly La Domenica del Corriere, the covers of which he drew from the beginning weeks of the twentieth century to the closing weeks of World War II. Beltrame was the official cover-illustrator of La Domenica del Corriere until 1945. He was succeeded in this position by his disciple Walter Molino.", "lifespan": "Lifespan not found in summary.", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Achille_Beltrame.jpg"}, {"painter": "John_William_Godward", "summary": "John William Godward was an English painter from the end of the Neo-Classicist era. He was a protégé of Sir Lawrence Alma-Tadema, but his style of painting fell out of favour with the rise of modern art.", "lifespan": "1861 - 1922", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Godward_portrait.jpg"}, {"painter": "Mahmoud_Saiid", "summary": "No summary information available.", "lifespan": "Lifespan not found in summary.", "originalImage": "originalImage not found in summary."}, {"painter": "Aladar_Korosfoi_Kriesch", "summary": "No summary information available.", "lifespan": "Lifespan not found in summary.", "originalImage": "originalImage not found in summary."}, {"painter": "Stefan_Luchian", "summary": "Ștefan Luchian was a Romanian painter, famous for his landscapes and still life works.", "lifespan": "1868 - 1916", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/d/da/Luchian_-_Un_zugrav.jpg"}, {"painter": "Filipp_Malyavin", "summary": "Filipp Andreevich Malyavin was a Russian painter and draftsman. Trained in icon-painting as well as having studied under the great Russian realist painter Ilya Repin, Malyavin is unusual among the Russian artists of the time for having a peasant background. It is possibly due to this that his paintings often depict peasant life, and his most famous work, Whirlwind, shows peasant women dancing.", "lifespan": "Lifespan not found in summary.", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/3/37/Filipp_Maliavin_by_Filipp_Maliavin_%281869-1940%29.jpg"}, {"painter": "Agnes_Goodsir", "summary": "Agnes Noyes Goodsir was an Australian portrait painter who lived in Paris in the 1920s and 1930s.", "lifespan": "1864 - 1939", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/5/50/Agnes_goodsir1.jpg"}, {"painter": "Kazimir_Malevich", "summary": "Kazimir Severinovich Malevich was a Russian avant-garde artist and art theorist, whose pioneering work and writing influenced the development of abstract art in the 20th century. He was born in Kiev, to an ethnic Polish family. His concept of Suprematism sought to develop a form of expression that moved as far as possible from the world of natural forms (objectivity) and subject matter in order to access \"the supremacy of pure feeling\" and spirituality. Malevich is also sometimes considered to be part of the Ukrainian avant-garde that was shaped by Ukrainian-born artists who worked first in Ukraine and later over a geographical span between Europe and America.", "lifespan": "1879 - 1935", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/6/63/Casimir_Malevich_photo.jpg"}, {"painter": "Nina_Arbore", "summary": "Tamara Nina Arbore was a Romanian painter and illustrator, known for her still-lifes and portraits.", "lifespan": "1889 - 1942", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Nina_Arbore_-_Autoportret%2C_1937.JPG"}, {"painter": "Zinaida_Serebriakova", "summary": "Zinaida Yevgenyevna Serebriakova was a Russian and later French painter.", "lifespan": "1884 - 1967", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/0/09/Serebryakova_SefPortrait.jpg"}, {"painter": "Alexandre_Jacovleff", "summary": "Alexandre Yevgenievich Jacovleff was a neoclassicist painter, draughtsman, designer and etcher.", "lifespan": "Lifespan not found in summary.", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Alexandr_Yakovlev_%28self-portrait%2C_1917%2C_GTG%29.jpg"}, {"painter": "Gustav_Klimt", "summary": "Gustav Klimt was an Austrian symbolist painter and one of the most prominent members of the Vienna Secession movement. Klimt is noted for his paintings, murals, sketches, and other objets d'art. Klimt's primary subject was the female body, and his works are marked by a frank eroticism. Amongst his figurative works, which include allegories and portraits, he painted landscapes. Among the artists of the Vienna Secession, Klimt was the most influenced by Japanese art and its methods.", "lifespan": "1862 - 1918", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Klimt.jpg"}, {"painter": "Juan_Gris", "summary": "José Victoriano González-Pérez , better known as Juan Gris, was a Spanish painter born in Madrid who lived and worked in France for most of his active period. Closely connected to the innovative artistic genre Cubism, his works are among the movement's most distinctive.", "lifespan": "1887 - 1927", "originalImage": "https://upload.wikimedia.org/wikipedia/en/4/4f/Juan_Gris%2C_1922%2C_photograph_by_Man_Ray%2C_Paris._Gelatin_silver_print.jpg"}, {"painter": "Robert_Lewis_Reid", "summary": "Robert Lewis Reid was an American Impressionist painter and muralist. His work tended to be very decorative, much of it centered on depiction of young women set among flowers. He later became known for his murals and designs in stained glass.", "lifespan": "1862 - 1929", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Self-portrait_of_Robert_Lewis_Reid%2C_National_Academy_of_Design.JPG"}, {"painter": "Frank_W_Benson", "summary": "No summary information available.", "lifespan": "Lifespan not found in summary.", "originalImage": "originalImage not found in summary."}, {"painter": "Bela_Czobel", "summary": "Béla Czóbel was a Hungarian painter, known for his association with The Eight in the early 20th century in Budapest. They were known for introducing Post-Impressionist styles into Hungary, in addition to Fauvism, Cubism and Expressionism.", "lifespan": "1883 - 1976", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/8/8e/B%C3%A9la_Cz%C3%B3bel%2C_c._1908-09.jpg"}, {"painter": "Anton_Azbe", "summary": "Anton Ažbe was a Slovene realist painter and teacher of painting. \nAžbe, crippled since birth and orphaned at the age of eight, learned painting as an apprentice to Janez Wolf and at the Academies in Vienna and Munich. At the age of 30, Ažbe founded his own school of painting in Munich that became a popular attraction for Eastern European students. Ažbe trained the \"big four\" Slovenian impressionists, a whole generation of Russian painters and Serbian painters Nadežda Petrović, Beta Vukanović, Ljubomir Ivanović, Borivoje Stevanović, Kosta Miličević, and Milan Milovanović.", "lifespan": "1862 - 1905", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/7/73/1904_photo_of_Anton_A%C5%BEbe.jpg"}, {"painter": "Ferdinand_Hodler", "summary": "Ferdinand Hodler was one of the best-known Swiss painters of the nineteenth century. His early works were portraits, landscapes, and genre paintings in a realistic style. Later, he adopted a personal form of symbolism which he called \"parallelism\".", "lifespan": "1853 - 1918", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/7/74/Selbstbildnis_mit_aufgerissenen_Augen_III_%281912%29_-_Ferdinand_Hodler.jpg"}, {"painter": "Pablo_Picasso", "summary": "Pablo Ruiz Picasso was a Spanish painter, sculptor, printmaker, ceramicist, and theatre designer who spent most of his adult life in France. One of the most influential artists of the 20th century, he is known for co-founding the Cubist movement, the invention of constructed sculpture, the co-invention of collage, and for the wide variety of styles that he helped develop and explore. Among his most famous works are the proto-Cubist Les Demoiselles d'Avignon (1907) and the anti-war painting Guernica (1937), a dramatic portrayal of the bombing of Guernica by German and Italian air forces during the Spanish Civil War.", "lifespan": "1881 - 1973", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Portrait_de_Picasso%2C_1908.jpg"}, {"painter": "Aristarkh_Lentulov", "summary": "Aristarkh Vasilyevich Lentulov was a major Russian avant-garde artist of Cubist orientation who also worked on set designs for the theatre.", "lifespan": "Lifespan not found in summary.", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/3/37/Aristarkh_Lentulov_%281882-1943%29.jpg"}, {"painter": "Albin_Egger_Lienz", "summary": "No summary information available.", "lifespan": "Lifespan not found in summary.", "originalImage": "originalImage not found in summary."}, {"painter": "Akseli_Gallen_Kallela", "summary": "Akseli Gallen-Kallela was a Finnish painter who is best known for his illustrations of the Kalevala, the Finnish national epic. His work is considered a very important aspect of the Finnish national identity. He changed his name from Gallén to Gallen-Kallela in 1907.", "lifespan": "1865 - 1931", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Akseli_Gallen-Kallela.jpg"}, {"painter": "Ernst_Ludwig_Kirchner", "summary": "Ernst Ludwig Kirchner was a German expressionist painter and printmaker and one of the founders of the artists group Die Brücke or \"The Bridge\", a key group leading to the foundation of Expressionism in 20th-century art. He volunteered for army service in the First World War, but soon suffered a breakdown and was discharged. His work was branded as \"degenerate\" by the Nazis in 1933, and in 1937 more than 600 of his works were sold or destroyed.", "lifespan": "1880 - 1938", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Kirchner_1919_portrait.jpg"}, {"painter": "Niko_Pirosmani", "summary": "Nikoláy Aslánovich Pirosmanashvíli or Niko Pirosmani, simply referred to as Nikala, was a Georgian painter who posthumously rose to prominence. Relatively poor for most of his life, he worked a variety of ordinary jobs. His rustic, everyday scenes are celebrated today for their depiction of the Georgia of Pirosmani's lifetime, and he has become one of the country's most beloved artistic figures.", "lifespan": "Lifespan not found in summary.", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Niko_Pirosmani_1916.jpg"}, {"painter": "Henri_Matisse", "summary": "Henri Émile Benoît Matisse was a French visual artist, known for both his use of colour and his fluid and original draughtsmanship. He was a draughtsman, printmaker, and sculptor, but is known primarily as a painter.\nMatisse is commonly regarded, along with Pablo Picasso, as one of the artists who best helped to define the revolutionary developments in the visual arts throughout the opening decades of the twentieth century, responsible for significant developments in painting and sculpture.", "lifespan": "1869 - 1954", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/7/76/Henri_Matisse%2C_1913%2C_photograph_by_Alvin_Langdon_Coburn.jpg"}, {"painter": "Lyubov_Popova", "summary": "Lyubov Sergeyevna Popova was a Russian-Soviet avant-garde artist, painter and designer.", "lifespan": "1889 - 1924", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/f/fb/Lyubov_Popova.jpg"}, {"painter": "Ilya_Mashkov", "summary": "Ilya Ivanovich Mashkov was a Russian artist, one of the most significant and at the same time most characteristic painters of the circle of \"Jack of Diamonds\".", "lifespan": "Lifespan not found in summary.", "originalImage": "originalImage not found in summary."}, {"painter": "John_Singer_Sargent", "summary": "John Singer Sargent was an American expatriate artist, considered the \"leading portrait painter of his generation\" for his evocations of Edwardian-era luxury. He created roughly 900 oil paintings and more than 2,000 watercolors, as well as countless sketches and charcoal drawings. His oeuvre documents worldwide travel, from Venice to the Tyrol, Corfu, Spain, the Middle East, Montana, Maine, and Florida.", "lifespan": "1856 - 1925", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/a/a5/John_Singer_Sargent_1903.jpg"}, {"painter": "Nasreddine_Dinet", "summary": "Nasreddine Dinet was a French orientalist painter and was one of the founders of\nthe Société des Peintres Orientalistes [Society for French Orientalist Painters]. He became so enchanted with North Africa and its culture, that he converted to Islam, and was proficient in Arabic. In addition to his paintings, he translated Arabic literature into French.", "lifespan": "Lifespan not found in summary.", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Dinet_Autoportrait.jpg"}, {"painter": "Xu_Beihong", "summary": "Xu Beihong, also known as Ju Péon, was a Chinese painter.", "lifespan": "1895 - 1953", "originalImage": "https://upload.wikimedia.org/wikipedia/commons/b/bc/XuBeihong.jpg"}]